[
    "What's your favorite movie and why?",
    "If you could travel anywhere in the world, where would it be?",
    "What’s the best gift you’ve ever received?",
    "Do you believe in aliens? Why or why not?",
    "If you could have any superpower, what would it be?",
    "What’s your favorite childhood memory?",
    "If you could meet any historical figure, who would it be?",
    "What’s the most adventurous thing you’ve ever done?",
    "What’s your favorite book or genre to read?",
    "If you could live in any time period, which would it be?",
    "What’s your dream job?",
    "Do you prefer the mountains or the beach?",
    "What’s your favorite holiday and why?",
    "What’s a skill you’ve always wanted to learn?",
    "If you won the lottery, what’s the first thing you’d do?",
    "Do you have any pets? If not, what pet would you like?",
    "What’s your favorite type of music?",
    "What’s your go-to comfort food?",
    "If you could relive any day in your life, which would it be?",
    "What’s your favorite hobby?",
    "What’s the weirdest food you’ve ever tried?",
    "If you could live anywhere in the world, where would it be?",
    "Who’s your favorite fictional character and why?",
    "What’s your favorite video game or board game?",
    "Do you believe in fate, or do we create our own destiny?",
    "What’s the most interesting thing you’ve learned recently?",
    "If you could master any instrument, which would it be?",
    "What’s your favorite memory from school?",
    "If you could have dinner with any celebrity, who would it be?",
    "What’s your favorite snack?",
    "If you could own any car, what would it be?",
    "What’s a language you’d love to learn?",
    "What’s your favorite sport or activity to watch or play?",
    "If you could time travel, would you go to the past or the future?",
    "What’s a fun fact about yourself that not many people know?",
    "Do you prefer sweet or savory snacks?",
    "What’s the scariest movie or show you’ve ever seen?",
    "What’s your dream vacation destination?",
    "If you could invent something, what would it be?",
    "Who has influenced your life the most?",
    "What’s your favorite way to spend a lazy day?",
    "If you could switch lives with anyone for a day, who would it be?",
    "What’s your favorite season and why?",
    "What’s the last book or article you read?",
    "If you could try any job for a day, what would it be?",
    "What’s your favorite childhood TV show?",
    "What’s a trend or fad you secretly enjoy?",
    "Do you prefer coffee, tea, or something else?",
    "If you had a million dollars, how would you spend it?",
    "What’s your favorite dessert?",
    "If you could bring any extinct animal back to life, what would it be?",
    "What’s your favorite outdoor activity?",
    "What’s the best concert or event you’ve ever attended?",
    "If you could live without one modern technology, what would it be?",
    "What’s the most unique talent you have?",
    "If you could live in any fictional world, which one would it be?",
    "What’s your favorite color, and does it have any special meaning to you?",
    "Do you prefer watching movies or TV shows?",
    "If you could relive any vacation, which one would it be?",
    "What’s your favorite ice cream flavor?",
    "What’s a fear you’ve overcome?",
    "What’s your favorite holiday tradition?",
    "If you could own any business, what would it be?",
    "What’s your favorite way to exercise?",
    "Do you believe in ghosts or the supernatural?",
    "What’s your favorite memory with friends?",
    "If you could have a conversation with your future self, what would you ask?",
    "What’s your favorite drink?",
    "What’s your go-to karaoke song?",
    "If you could change one thing about the world, what would it be?",
    "What’s your favorite family tradition?",
    "What’s the most beautiful place you’ve ever visited?",
    "What’s a goal you’re currently working toward?",
    "What’s your favorite type of weather?",
    "If you could have a robot do any task for you, what would it be?",
    "What’s a movie or book that made you cry?",
    "What’s the most unusual item you own?",
    "If you could design your dream home, what would it look like?",
    "What’s your favorite quote or saying?",
    "Do you prefer cats or dogs?",
    "What’s your favorite breakfast food?",
    "If you could go on a road trip anywhere, where would it be?",
    "What’s a hobby or interest you’d love to pick up?",
    "What’s your favorite fast food restaurant?",
    "If you could spend a day with any historical figure, who would it be?",
    "What’s your favorite kind of flower?",
    "What’s the funniest thing that’s ever happened to you?",
    "Do you prefer city life or country life?",
    "What’s your favorite kind of pie?",
    "If you could only eat one type of food for the rest of your life, what would it be?",
    "What’s a habit you’re trying to build or break?",
    "What’s your favorite kind of soup?",
    "If you could only listen to one song for a year, what would it be?",
    "What’s the most daring thing you’ve ever done?",
    "If you could visit any planet, which one would it be?",
    "What’s your favorite way to celebrate your birthday?",
    "What’s a fictional character you relate to?",
    "Do you believe in luck?",
    "What’s your favorite type of sandwich?",
    "If you could redo any moment in your life, what would it be?",
    "What’s your dream wedding or celebration?",
    "What’s a skill you’re proud of?",
    "What’s your favorite type of pasta?",
    "If you could write a book, what would it be about?",
    "What’s your favorite childhood toy?",
    "What’s your favorite guilty pleasure show or movie?",
    "If you could build a custom theme park, what would it include?",
    "What’s your favorite song of all time?",
    "If you could visit any fictional place, where would it be?",
    "What’s the best advice you’ve ever received?",
    "What’s your favorite pizza topping?",
    "If you could live in any anime world, which one would it be?",
    "What’s your favorite type of chocolate?",
    "If you could make a wish right now, what would it be?",
    "What’s your favorite type of art or art style?",
    "If you could live forever, would you?",
    "What’s your favorite way to relax after a long day?",
    "Do you prefer being indoors or outdoors?",
    "What’s a country you’d love to learn more about?",
    "If you could attend any fictional school, which would it be?",
    "What’s a food you dislike that most people love?",
    "What’s your favorite board game or card game?",
    "If you could meet a mythical creature, which one would it be?",
    "What’s your favorite way to spend a Sunday?",
    "Do you believe in miracles?",
    "What’s the last thing you watched on TV?",
    "If you could start a charity, what would its mission be?",
    "What’s the most useful app on your phone?",
    "What’s a piece of advice you’d give your younger self?",
    "What’s your favorite memory from the past year?"
]